;TranslateAid, Version 1.3
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; .lgn file translated to german by Vittorio Centofanti
; cento@t-online.de
;
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
;translated into Italian by Riccardo Pilloni email rikky1966@yahoo.it
;new to version 1.2
;translated by Riccardo Pilloni 
; Polski.lng for ObjectDock Plus
;
;     [Author:   BeEmX]
;     [E-mail:   beem_x@tkchopin.pl]
;     [Update:   03.07.2005]
;     [Language: Polish]
;     [Revision: 2.2]
;
;     Thank you also, Kamil, for doing a Polish translation as well.  
;
; Polski.lng for ObjectDock Plus
;
;     [Author:   BeEmX]
;     [E-mail:   beem_x@tkchopin.pl]
;     [Update:   03.07.2005]
;     [Language: Polish]
;     [Revision: 2.2]
;
;     Thank you also, Kamil, for doing a Polish translation as well.  
;
; Stardock ObjectDock Language Pack
; 
; Language: Russian
; Version: 1.0
; Author: F@Ct0R 
; Contact: factor11@yandex.ru
; Co-author: Sabbath Black
; Contact: sabbathblack@msilab.net
; LastUpdated: Jan 27, 2005  
; Spanish.lng for ObjectDock Plus
; Version 0.1 [11/1/04]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Instalar desde el disco %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
; Spanish.lng for ObjectDock Plus
; Version 0.1 [11/1/04]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Instalar desde el disco %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
[Translations]
Select an image=Seleccionar imagen
Icons and images (*.png, *.ico)\0*.png;*.ico\0Program Files (*.exe)\0*.exe\0Todos los archivos (*.*)\0*.*\0\0=Iconos e imágenes (*.png, *.ico)\0*.png;*.ico\0Ejecutables (*.exe)\0*.exe\0Todos los archivos (*.*)\0*.*\0\0
All Images=Todas las Imágenes
Activate Group=Activar Grupo
Minimize Group=Minimizar Grupo
Close Group=Cerrar Grupo
Add This Application to the Dock=Agregar esta Aplicación al Dock
Dock Entry Properties...=Ingresar Propiedades al Dock...
Open Window / Application=Abrir Ventana / Aplicación
Remove Image for this Program=Quitar Imagen para este Programa
Set Image for this Program=Fijar Imagen para este Programa
Remove Image for this Class=Quitar Imagen para esta Clase
Set Image for this Class=Fijar Imagen para esta Clase
(Class too generic to set image)=(Clase demasiado genérica para fijar imagen)
Unable to add to dock: There are no tabs in this tabbed dock that can have entries added to them!\n\nTo resolve, add a new empty default tab to your tabbed dock.=No se puede agregar al acople: ¡No hay ninguna etiqueta en este etiquetado que pueda tener entradas agregadas a ellos!\n\nPara Resolver, agregue una nueva etiqueta vacía a su etiquetado.
ObjectDock - Cannot add to dock=ObjectDock - No puede agregar al acople
New Shortcut=Nuevo Acceso Directo
QuickLaunch=Inicio Rápido
Quick Launch=Inicio Rápido
Minimize All=Minimizar Todo
Remove Entry=Quitar Entrada
Are you sure you want to remove the entry '%s'?=¿Está seguro de querer quitar la entrada '%s'?
ObjectDock - Remove Entry?=ObjectDock - ¿Quitar Entrada?
Shortcut=Acceso Directo
Desktop=Escritorio
Programs Menu=Menú de Programas
My Computer=Mi PC
Favorites=Favoritos
My Documents=Mis Documentos
My Pictures=Mis Imágenes
Network Connections=Conexiones de Red
Normal Window=Ventana Normal
Minimized=Minimizada
Maximized=Maximizada
Select a Program, File or Folder=Seleccione un Programa, Archivo o Carpeta
Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Ejecutables (*.exe)\0*.exe\0Todos los Archivos (*.*)\0*.*\0\0
Recycle Bin=Papelera de Reciclaje
Programs=Programas
Recent=Reciente
SendTo=Enviar a
Start Menu=Menú Inicio
Startup=Inicio
Templates=Plantillas
Control Panel=Panel de Control
DesktopFolder=Carpeta de Escritorio
Drives=Drives
Fonts=Fuentes
History=Historial
Printers=Impresoras
Network=Red
Clock=Reloj
Adjust Date/Time=Ajustar Fecha/Hora
Are you sure you want to remove the entry 'Clock'?=¿Está seguro de querer quitar la entrada 'Reloj'?
System Command=Comando del Sistema
Do Nothing=No hacer Nada
'My Docks' dialog...=Diálogo 'Mis Docks'...
Configure this dock...=Configurar este acople...
About ObjectDock dialog...=Dialogo Acerca de ObjectDock...
Quit=Salir
Flyout Menu=Menú Externo
Warning! By changing to popup a folder rather than a custom menu, all custom entries will be lost!\n\nAre you sure you want to do this?=¡Advertencia! ¡Cambiando a vínculo una carpeta en lugar de un menú personalizado, todas las entradas personalizadas serán borradas!\n\n ¿Está seguro de quierer hacer esto?
ObjectDock Flyout Menu=Menú Externo de ObjectDock
New Clock=Nuevo Reloj
New Recycle Bin=Nueva Papelera de Reciclaje
New Flyout Menu=Nuevo Menú Externo
New 'Quit Dock' Entry=Nueva Entrada'Salir de Acople'
New 'Configure Dock' Entry=Nueva Entrada 'Configurar Acople'
New 'Start Menu' Entry=Nueva Entrada 'Menú Inicio'
Quit Dock=Salir del Acople
Configure Dock=Configurar Acople
Docklets disabled in this beta release=Acoplados deshabilitados en esta versión beta
Are you sure you want to delete the docklet entry '%s'?=¿Está seguro de querer borrar la entrada del acoplado '%s'?
ObjectDock - Delete Entry?=ObjectDock - ¿Borrar Entrada?
Docklet=Acoplado
System Tray Icon=Icono de Bandeja de Sistema
General=General
Hotspots=Puntos Calientes
Docklets=Acoplados
Positioning=Posicionando
Size & Appearance=Tamaño & Apariencia
Tabs & Styles=Etiquetas & Estilos
Content Settings=Opciones de Cont.
Do nothing to this tabbed dock=No hacer nada a este etiquetado
Bring up this tabbed dock=Traer este etiquetado
Put away this tabbed dock=Guardar este etiquetado
Hide this tabbed dock=Ocultar este etiquetado
black: available,  light gray: in use by this,  dark gray: in use by other=Negro: disponible,  gris claro: usado por este,  gris ocuro: usado por otro
Icon Size: %i Pixels=Tamaño de Icono: %i Pixeles
Tabs Size: %.2fx=Tamaño de Etiqueta: %.2fx
Top=Arriba
Bottom=Abajo
Left=Izquierda
Right=Derecha
Show no labels=Mostrar sin títulos
Show on mouseover=Mostrar bajo mouse
Show below each entry=Mostar abajo de cada entrada
Backgrounds without custom tabs=Fondos sin etiquetas personalizadas
Info=Información
Name=Nombre
None=Nada
Other...=Otro...
The currently selected tab is automatically filled and cannot have entries added to it manually.\n\nActivate a different tab and try again.=La etiqueta actualmente seleccionada está llena automáticamente y no puede tener entradas agregadas manualmentel. \n\nActive una etiqueta diferente y pruebe de nuevo.
ObjectDock - Add Docklet=ObjectDock - Agregar Acoplado
Cannot remove tab: tabbed dock must contain at least one tab.=Imposible quitar la Etiqueta: El etiquetado debe contener por lo menos una etiqueta.
ObjectDock - Remove Tab=ObjectDock - Quitar Etiqueta
Are you sure you want to remove the tab '%s'?\n\nAll of the tab's contents will be lost.=¿Está seguro de querer quitar la etiqueta '%s'?\n\nTodos los contenidos de la etiqueta se perderán.
ObjectDock - Remove Tab?=ObjectDock -¿Quitar Etiqueta?
Add a new empty tab=Agregar una nueva etiqueta vacía
Add a taskbar tab=Agregar una etiqueta de barra de tareas
Add a system tray tab=Agregar una etiqueta de bandeja de sistema
Align Left=Alinear a la Izquierda
Align Center=Alinear al Centro
Align Right=Alinear a la Derecha
Align Top=Alinear Arriba
Align Bottom=Alinear Abajo
New Tab=Nueva Etiqueta
Note! Customize system tray icons=¡Nota! Personalise los iconos de la bandeja de sistema
by clicking and holding on any icon=haciendo click sostenido en un icono
Taskbar=Barra de tareas
System Tray=Bandeja de Sistema
ObjectDock Plus=ObjectDock Plus
Red=Rojo
Orange=Naranja
Yellow=Amarillo
Green=Verde
Blue=Azul
Purple=Purpura
Silver=Plateado
Stardock ObjectDock=Stardock ObjectDock
ObjectDock has recovered settings from previous to a recent crash while saving, some of your most recent changes might not have saved.\n\nPlease check to make sure that all the docklets you are using are current and not causing crashing while saving.=ObjectDock ha recuperado opciones anteriores a una reciente caída mientras se guardaba, algunos de sus más recientes cambios pueden no haberse guardado. \n\nPor favor verifique para asegurarse que todos los acoplados que usted está usando son actuales y no causan choques mientras se guarda.
Recovered Settings=Opciones Recuperadas
%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s=%s\r\nby %s\r\nVersión %i.%i\r\n\r\n%s
Appearance=Apariencia
Appearance Tweaks=Opciones
Dock Contents=Contenidos
Performance Tweaks=Modificaciones de Rendimiento
Glow=Brillar
Rock=Mecer
Side-to-Side=Lado a Lado
Shrink 'n Grow=Encoger y Crecer
Shrink 'n Grow Centered=Encoger y Crecer Centrado
Bounce=Saltar
Spin=Girar
Always-On-Top=Siempre Sobre Todo
Always-On-Bottom=Siempre Bajo Todo
Normal Window Z-Ordering=Normal por Orden de Ventana
Very smooth but slower.=Bien detallado pero lento.
Smooth and quick. (Recommended)=Detallado y Rápido. (Recomendado)
Jumpy but very fast. (No Transitions)=Bien Rápido. (Sin Transiciones)
Wide Magnification Mode (Default)=Modo de Magnificación Amplio (predefinido)
Narrow Magnification Mode=Modo de Magnificación Estrecho
GDI+ Engine=GDI+ Motor
Custom Engine=Motor Personalizado
Dock Size:\n(%ipixels)=Tamaño de Acople:\n(%ipixeles)
Magnified Size:\n(%ipixels)=Tamaño de Magnificado:\n(%ipixeles)
Re-show very smoothly=Sobre-mostrar bien detallado
Re-show smoothly=Sobre-mostrar detalladamente
Re-show instantly=Sobre-mostrar instantaneamente
Warning: The windows taskbar may show over the Dock if it is left showing. \n\nIf you leave the taskbar visible, it is recommended you move it to the top of the screen.=Advertencia: Las ventanas de la barra de tareas pueden mostrarse en el acople si este se muestra a la izquierda. \n\nSi usted deja la barra de tareas visible, se recomienda que usted lo mueva a arriba de la pantalla.
ObjectDock - Warning=ObjectDock - Advertencia
Fast, may be jumpy [No transitions]=Rápido [Sin transiciones]
Smooth and quick [Recommended]=Detallado y Rápido [Recomendado]
Extra smooth [Slower]=Extra detallado [Lento]
Re-show smoothly [Recommended]=Sobre-mostrar detallado [Recomendado]
GDI+ Engine [Recommended]=GDI+ Motor [Recomendado]
Please note: this feature will only have effect when indicators are being used on a given dock, and does not work on tabbed docks.=Por favor note: esta función sólo tendrá efecto cuando estén usándose indicadores en un acople dado, y no trabaja en acoplados etiquetados.
ObjectDock - Information=ObjectDock - Información
Normal Z-Ordering=Ordenado Normal
Magnified Size: %i Pixels=Tamaño de Magnificado: %i Pixeles
Wide Mode=Modo Amplio
Narrow Mode=Modo Estrecho
Desktop Folder=Carpeta de Escritorio
Folder: %s=Carpeta: %s
(Empty)=(Vacío)
Internet Explorer=Internet Explorer
The theme name cannot contain the characters:\n\\ / : * ? \" < > |=El nombre del tema no debe tener caracteres:\n\\ / : * ? \" < > |
ObjectDock - Save Theme=ObjectDock - Guardar Tema
The package %s has been successfully extracted!\n\nTo use any new backgrounds, reconfigure your dock.=El paquete %s ¡ha sido extraido satisfactoriamente!\n\nPara usar algún nuevo tema, reconfigure su acople.
ObjectDock - Unpackaged Theme=ObjectDock - Tema Desempaquetado
0 Kb=0 Kb
%i Kb=%i Kb
Type=Tipo
Icon=Icono
Program=Programa
Window Class=Clase de ventana
Background Name=Nombre del Fondo
Folder Name=Nombre de la Carpeta
Image=Imagen
Package the entire dock & and all of its settings=Empaquetar acople entero y todas sus configuraciones
Package selected dock items (Does not package dock settings)=Empaquetar elementosseleccionados (No empaquetar las configuraciones)
Package selected additional backgrounds=Empaquetar fondos adicionales seleccionados
Package selected custom program icons=Empaquetar iconos seleccionados de programas personalizados
You must give the theme you're packing up a name!=¡Usted debe darle un nombre al tema que se está empaquetando!
The theme name cannot contain the characters:\n\\ / : * ? \=El nombre del tema no puede contener los caracteres:\n\\ / : * ? \
You must select something to package up!=¡Usted debe seleccionar algo para empaquetar!
&Advanced <<=&Avanzado <<
&Advanced >>=&Avanzado >>
Apply the entire dock & and all of its settings=Aplicar el acople entero & y todas sus configuraciones
Apply selected dock items (Does not apply dock settings)=Aplicar elementos seleccionados del acople (No se aplicará configuraciones del acople)
Apply selected custom program icons=Aplicar iconos seleccionados de programas personalizados
You have selected nothing to apply - do you want to not load anything from this theme?\n\n(Note, even if you do not apply anything, all backgrounds and icons included in the theme\nhave been extracted and saved to your computer.)=Usted no ha seleccionado nada que aplicar - ¿usted no quiere cargar nada de este tema?\n\n(Nota, aun cuando usted no aplica algo, todos los fondos e iconos incluidos en el tema\nse han extraído y guardado a su computadora.)
ObjectDock - Load Theme=ObjectDock - Cargar Tema
You have selected nothing to apply - do you want to not load anything from this theme?=Usted no ha seleccionado nada para aplicar - ¿usted no quiere cargar nada desde este tema?
Log of current theme=Registro del tema actual
Log of current theme (settings)=Registro del tema actual (configuraciones)
Log of current theme (extra images)=Registro del tema actual (imágenes extra)
Windows is running in safe mode... continue to launch ObjectDock?=Windows se está ejecutando en modo seguro... ¿Continuar ejecutando ObjectDock?
ObjectDock, Window Safe Mode=ObjectDock, Modo seguro de Windows
ODImg.dll not found.\n\nTGA and PNG image loading will be unavailable.=No se ha encontrado ODImg.dll.\n\nLa carga de imágenes TGA y PNG no estará disponible.
ObjectDock=ObjectDock
ObjectDock Theme=Tema de ObjectDock
ObjectDock Theme Package=Paquete de Tema ObjectDock
ObjectDock Docklet=Acoplado ObjectDock
ObjectDock is not registered correctly. Please reinstall.\n\nhttp://www.stardock.com/support can be used to resend the latest download link and serial number\nto the email address you ordered under. Or install and update via Stardock Central.=ObjectDock no está registrado correctamente. Por favor reinstale.\n\nhttp://www.stardock.com/support puede ser usado para reenviar el último link de descarga y el número de serie\na la dirección de e-mail que usted ordenó abajo. O instala y pon al día vía Stardock Central.
ObjectDock - Cannot start, please reinstall=ObjectDock - No puede iniciar, por favor reinstale
ObjectDock: Dll/Hook Failed To Load. (NO DLL, shell) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (NO DLL, shell) Por favor reinstale y reinicie
ObjectDock - Dll/Hook Loading Failed.=ObjectDock - Dll/Falló la Conexión en la carga.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, shell) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (NO PROC, shell) Por favor reinstale y reinicie
ObjectDock: Dll/Hook Failed To Load. (shell) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (shell) Por favor reinstale y reinicie
ObjectDock: Dll/Hook Failed To Load. (NO DLL, cbt) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (NO DLL, cbt) Por favor reinstale y reinicie
ObjectDock: Dll/Hook Failed To Load. (NO PROC, cbt) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (NO PROC, cbt) Por favor reinstale y reinicie
ObjectDock: Dll/Hook Failed To Load. (cbt) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (cbt) Por favor reinstale y reinicie
ObjectDock: Dll/Hook Failed To Load. (DLL Load Failed) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (DLL Load Failed) Por favor reinstale y reinicie
ObjectDock: Dll/Hook Failed To Load. (DLL Not Found) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (DLL Not Found) Por favor reinstale y reinicie
ObjectDock: Dll/Hook Failed To Load. (NO DLL, mouse) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (NO DLL, mouse) Por favor reinstale y reinicie
ObjectDock: Dll/Hook Failed To Load. (NO PROC, mouse) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (NO PROC, mouse) Por favor reinstale y reinicie
ObjectDock: Dll/Hook Failed To Load. (mouse) Please reinstall and reboot=ObjectDock: Dll/Conexión Fallida al cargar. (mouse) Por favor reinstale y reinicie
ObjectDock: Start creating docks!=ObjectDock: ¡Iniciar creando acoples!
No docks are currently created - click here or double click ObjectDock's tray icon to start creating docks!=No hay acoples actualmente creados - ¡Haga click aquí o haga doble click en el icono de la bandeja de sistema de ObjectDock para iniciar creando acoples
Autohiding dock=Autocultando acople
Dock=Acople
 on the = sobre el 
top=arriba
bottom=abajo
left=izquierda
right=derecha
 edge.= margen.
Docked Tabs=Etiquetas acopladas
Tabbed dock with %i tabs.=Acople etiquetado con %i etiquetas.
Are you sure you want to remove this tabbed dock and its entire contents?=¿Está seguro de querer quitar este acople etiquetado y estas entradas contenidas?
ObjectDock: Confirm Remove Dock=ObjectDock: Confirmar Quitar Acople
Are you sure you want to remove this dock and its entire contents?=¿Está seguro de querer quitar este acople  y estas entradas contenidas?
About ObjectDock=Acerca de ObjectDock
About=Acerca
OK=OK
Copyright:=Copyright:
2002 - 2004 Stardock.net, Inc=2002 - 2004 Stardock.net, Inc
Build:=Construcción:
Version:=Versión:
Dock Entry Properties=Ingresar Propiedades al Acople
Show folder in a menu=Carpeta como un menú
Browse...=Explorar...
Change Image=Cambiar Imagen
Reset Image=Resetear Imagen
Title:=Titulo:
Link:=Vínculo:
Arguments:=Argumentos:
Run:=Ejecutar:
Start in:=Iniciar en:
Tab2=Etiqueta2
Choose Image...=Escoger una Imagen...
ObjectDock Properties=Propiedades de ObjectDock
Slider1=Deslizar1
Autohide=Autocultar
Dock Taskbar Enabled=Acople Barra de Tareas Habilitado
Represent minimized windows by their screenshot.=Representar ventanas minimizadas por sus screenshot.
Hide the windows taskbar.=Ocultar las ventanas de la barra de tareas
Dock Size:\n(128 Pixels)=Tamaño del acople:\n(128 Pixeles)
Magnified Size:\n(128 Pixels)=Tamaño de Magnificado:\n(128 Pixeles)
Small=Pequeño
Large=Grande
Min=Mínimo
Max=Máximo
Background:=Fondo:
Position on screen:=Posición en pantalla:
Transparent=Transparente
Opaque=Opaco
Position:=Posición:
The Dock's Taskbar=La Barra de Tareas de Acople
The Windows Taskbar=La Barra de Tareas de Windows
Drawing Technology:=Tecnología de Trazado:
(Note: if GDI+ Engine is too slow, try using the Custom Engine)=(Nota: si GDI+ Motor está demaciado lento, intente usar el Motor Personalizado)
Magnification Effect Transitions:=Efecto de Transición de Magnificación:
Autohide Speed Options:=Opciones de Velocidad al Autocultar:
Transition Smoothness/Speed Options=Opciones de Transición con Suavidad/Velocidad
Alternative Drawing Technology=Tecnología de Trazado Alternativo
Running Application Indicators on Shortcuts=Incicadores de Aplicaciones Ejecutandose en Accesos Directos
Show indicators for shortcuts that are currently running.=Mostrar Indicadores para accesos directos que están actualmente ejecutandose.
...and if clicked, shortcut should show currently running instance instead of opening a new copy.=...y si hace click, el accaso debe mostrar la instancia que se está ejecutando en lugar de abrir una nueva copia
Use a thumbnail representation for images placed on the dock.=Usar una representación thumbnail para las imágenes ubicadas en el dock.
"Attention" Effect:=Efecto "Atención":
Mouseover Effect:=Efecto Bajo el Mouse:
Running Indicator:=Indicador de Ejecución:
Bold=Negrita
Italics=Cursiva
Label Font:=Fuente de Titulo:
Size:=Tamaño:
Item Label Font=Fuente de Título del Elemento
Add this Docklet to the Dock=Agregar al acople
The ObjectDock SDK for creating your own docklets can be=El SDK para crear sus propios acoplados puede ser
downloaded from=descargado desde
http://www.stardock.com/products/objectdock=http://www.stardock.com/products/objectdock
Use Mouse Activation=Usar Activación por Mouse
(Remove by dragging item off dock)=Quitar arrastrando el elemento fuera del dock)
Tab1=Etiqueta1
Load ObjectDock on startup=Cargar ObjectDock al inicio
Apply Dock Theme  - %s=Aplicar Tema de Acople  - %s
&Yes=Si
&No=&No
Merge new custom program icons with current custom program icons.=Combinar un nuevo icono de programa personalizado con los iconos de programas personalizados
Would you like to apply the Dock Theme "%s"?=Desea aplicar el Tema de Acople "%s"?
&Dock Theme Contents to Apply:=Contenido &del Tema Acople a aplicar:
Save Dock Theme...=Guardar Tema de Acople...
&Save=Guardar
&Cancel=&Cancelar
Enter a name for your dock theme:=Ingrese un nombre para su tema de acople:
Dock Theme Name:=Nombre del Tema de Acople:
Package Dock Theme =Paquete de Tema de Acople 
Would you like to package this theme to distribute?=¿Desea empaquetar este tema para distribuirlo?
&Dock Theme Contents:=Contenidos del Tema &de Acople:
Use Magnification=Usar Magnificación
Reset Magnification Options=Resetear Opciones de Magnificación
Allow taking window screenshots to represent minimized windows.=Permitir la toma de screenshots de ventana para representar las ventanas minimizadas.
Add Shortcut=Agregar Acceso Directo
Add Clock=Agregar Reloj
Add Sys Command=Agregar Comando de Sistema
Add Recycle Bin=Agregar Papelera de Reciclaje
Normal Size: (#)=Tamaño Normal: (#)
Zoomed Size: (#)=Tamaño de Zoom: (#)
Magnification Mode:=Modo de Magnificación:
Transitions:=Transiciones:
Taskbar Position:=Posición de Barra de tareas:
Allow magnification beyond images' original size. (128 Pixels)=Permitir magnificación más allá de el tamaño original de las imágenes. (128 Pixeles)
Dock Position:=Posición del Acople:
Quit ObjectDock=Salir de ObjectDock
Bk Transparency:=Transparencia Bk:
Dock Z-Order:=Orden de Acople:
Package Dock Theme  - Program Icons=Paquete de Tema de Acople  - Iconos de Programa
Select &All=Todo
Select &None=Nada
&Ok=&Ok
Select which program icons you want to include: =Seleccione cuales iconos de programa que desea incluir: 
Program Icons:=Iconos de Programa:
Load ObjectDock Theme=Cargar Tema ObjectDock
Open=Abrir
Choose a theme to load...=Escoja un tema a cargar...
Available ObjectDock Themes:=Temas ObjectDock Disponibles:
Cancel=Cancelar
Package Dock Theme  - Backgrounds=Paquete de Tema de Acople - Fondos
Select which backgrounds you want to include: =Seleccione cuales fondos desea incluir: 
Backgrounds:=Fondos:
Apply Dock Theme  - Dock Items=Aplicar Tema de Acople - Elementos de Acople
Select which dock items you want to apply: =Seleccione cuales elementos de acople desea aplicar: 
Dock Items:=Elementos de Acople:
Select which program icons you want to apply: =Seleccione cuales iconos de programa desea aplicar: 
ObjectDock - Dock Theme Packaging Completed=ObjectDock - Empaquetado de Tema de Acople Completado
Click here to goto WinCustomize.com to upload your theme!=¡Click aqui para ir a WinCustomize.com para subir tema!
Finished! Your dock theme has been packaged and saved to:\n\n%s\n\nFilesize: %s =¡Finalizado! Su tema de acople ha sido empaquetado y guardado a:\n\n%s\n\nTamaño: %s 
Magnification Mode=Modo de Magnificación
Image Options=Opciones de Imagen
Hotkey to Activate...=Tecla caliente a Activar...
ObjectDock Settings=Opciones de ObjectDock
Close=Cerrar
Collections and Tabs=Etiquetas y Colecciones
Show tabs for collections=Mostrar etiquetas para las colecciones
Add Collection=Agregar Colección
Remove Collection=Quitar Colección
Tab's Appearance=Apariencia de Etiquetas
Color=Color
Style=Estilo
Apply To All=Aplicar a Todo
Dock Item Properties (Shortcut)=Propiedades del Elemento de Acople (Acceso Directo)
Delete Item=Borrar Elemento
Static=Estático
Dock Item Properties (Clock)=Propiedades del Elemento de Acople (Reloj)
Clock Options Not Yet Added....=Las Opciones del Reloj Aún no Pueden ser Agregadas....
Dock Item Properties (Window)=Propiedades del Elemento de Acople  (Ventana)
This Window's Title:=Este Título de Ventana:
This Program's Name:=Este Nombre de Programa:
This Window's "Class"=Esta "Clase" de Ventana
Add Shortcut to this Program to Dock=Agregar Acceso Directo de este Programa
Dock Item Properties=Propiedades del Elemento de Acople
Dock Item Properties (Docklet)=Propiedades del Elemento de Acople (Acoplado)
Dock Item Properties (System Command)=Propiedades del Elemento de Acople (Comando de Sisterma)
Command:=Comando:
Dock Item Properties (Recycle Bin)=Propiedades del Elemento de Acople (Papelera de Reciclaje)
Change Empty Image=Cambiar Imagen Vacía
Reset Empty Image=Resetear Imagen Vacía
Change Full Image=Cambiar Imagen Completa
Reset Full Image=Resetear Imagen Completa
Recycle Bin Empty Image:=Imagen de Papelera de Reciclaje Vacía:
Recycle Bin Full Image:=Imagen de Papelera de Reciclaje Llena:
Empty Recycle Bin=Vaciar Papelera de Reclaje
Tab Properties=Propiedades de Etiqueta
Color:=Color:
Change=Cambiar
Change Image for this Tray Icon=Cambiar la Imagen de este Icono
Show original icon in corner=Poner original en la esquina
Apply This Style To All Tabs=Aplicar este Estilo a Todas las Etiquetas
ObjectDock Tabbed Dock Properties=Propiedades del Etiquetado de Acople ObjectDock
Within this dialog you can edit the properties of your tabbed dock. To adjust the appearance, color and styles of your tabs, choose 'Tabs && Styles' from list.=Aquí usted puede ver las propiedades del acople etiquetado. Para ajustar la apariencia, color y estilos, escoja 'Etiquetas && Estilos' de la lista.
My Docks=Mis Acoples
Add Tab=Agregar Etiqueta
Remove Tab=Quitar Etiqueta
Apply this style to all tabs=Aplicar este estilo a todas las etiquetas
Tabs=Etiquetas
Spin1=Girar1
Select a tab listing above to edit its style!=¡Seleccione una etiqueta listada anteriormente para editar este estilo!
(click to\nchange)=(Click para\ncambiar)
Magnified Size:=Tamaño de Magnificado:
Icon Size:=Tamaño de Icono:
Colorize Background:=Colorizar Fondo:
Long=Largo
Short=Corto
Tab Position:=Posición de la Etiqueta:
Entry Names:=Nombre de las Entradas:
Tab Alignment:=Alineación de Etiqueta:
Adjust tab colors and styles=Ajustar colores de etiqueta y estilos
Tabs Size:=Tamaño de Etiqueta:
Show dock as drawer=Mostrar acople como cajón
at top of screen=sobre la pantalla
at bottom=abajo
at left=a la izquierda
at right=a la derecha
Mouseover activation=Activación bajo mouse
Always on top=Siempre Visible
Don't show in tray or taskbar=No mostrar en  la bandeja o barra de tareas
Show in taskbar=Mostrar en la Barra de Tareas
Show in system tray=Mostrar en la bandeja de sistema
slow=lento
(See hotspots tab for auto-activation)=(Vea puntos calientes de etiqueta para auto-activación)
fast=rápido
Tabs always on top when docked to edge=Etiquetas siempre arriba cuando un acoplado está al margen
Position on screen=Posición en la pantalla
Alignment=Alineamiento
Z-Ordering=Orden
(changes to activation affect all zooming docks)=(cambios para la activación afecta todos los zoom de los acoples)
Monitor=Monitor
Represent minimized windows by their screenshots=Representar ventanas minimizadas con sus screenshots
Show 'running' indicators on active shortcuts=Mostrar indicadores de 'ejecutandose' en accesos directos activos
Mouseover Effect=Efecto bajo el mouse
Note: changing the above settings may effect more than just the current dock.=Nota: cambiando las opciones anteriores pueden haber más efectos que con el acople actual.
Show running tasks on the dock=Mostrar tareas ejecutandose en el acople
Tray or Taskbar Position:=Posición de la Bandeja o Barra de tareas:
Use task grouping on taskbars in ObjectDock=Usar agrupamiento de tareas en barra de tareas en ObjectDock
(Adjusting this setting will affect taskbars in all docks/tabs.)=(Ajustando esta opción afectará las barras de tareas en todos los docks/etiquetas.)
Show system tray icons on the dock=Mostrar los iconos de la bandeja de sistema en el acople
Load ObjectDock at startup=Cargar ObjectDock al inicio
Hide the windows taskbar=Ocultar la barra de tareas de Windows
Advanced Options=Opciones Avanzadas
Performance Options=Opciones de Rendimiento
Load theme=Cargar tema
Save theme as...=Guardar tema como...
Package theme...=Empaquetar tema...
Theming=Temas
Manage My Docks=Administrar Mis Acoples
Create new dock=Crear nuevo acople
Create new tabbed dock=Nuevo acople etiquetado
My Docks:=Acoples:
Create, remove, and edit other docks and tabbed docks=Crear, quitar, y  editar otros acoples y acoples etiquetados
Language Options=Opciones de Idioma
Hotspots:=Puntos calientes:
Choose by clicking an area of screen from miniscreen=Escoger haciendo click en una area de la mini pantalla
Choose action:=Escoger acción:
very long=bien largo
short=corto
Activation delay (for all):=Retardo de activación (para todos):
black: available,  white: in use by this,  red: in use by other=negro: disponible,  blanco: en uso por este,  rojo: en uso por otro
Activates tabbed dock when not on top or docked=Activar los acoples etiquetados cuando no estén arriba o acoplado
^note: leave the above larger for black and white accessibility support=^nota: salga antes del más grande para soportar la accesibilidad del negro blanco
(To remove, drag entry off dock)=(Para remover, arrastre la entrada fuera del acople)
ObjectDock - Advanced Options=ObjectDock - Opciones Avanzadas
Use thumbnails to represent images placed in dock=Usar thumbnails para las imagenes puestas en el acople
When shortcut is run, if program is already running bring it to the foreground only.=Cuando el acceso directo está ejecutado, si el programa ya está corriendo traerlo al primer plano.
Show flyout menus as normal menus when they contain over 80 entries=Mostrar menús externos como menús normales cuando contienen más de 80 entradas
General Advanced Options=Opciones  Generales Avanzadas
Advanced Options for Magnifying Docks=Opciones Avanzadas para Magnificado de acoples
Entry Label Font:=Fuente de Título de Entrada:
Label Font Size:=Tamaño de Fuente de Título:
ObjectDock - Performance Options=ObjectDock - Mejorar Opciones
Transition Smoothness / Speed Options=Opciones de Transición Detallado/Rapido
ObjectDock Dock Properties=Propiedades del Acople de ObjectDock
Within this dialog you can edit the properties of your dock.=Dentro de este diálogo usted puede revisar las propiedades de su acople.
ObjectDock: My Docks...=ObjectDock: Mis Acoples...
My Docks...=Mis Acoples...
Add, remove, and edit docks and tabbed docks from here. Select a dock to start, or press a 'create new' button.=Agregue, quite, y edite acoples y acoples etiquetados. Seleccione un acople para iniciar, o presione 'crear nuevo'.
Remove this dock=Quitar este acople
Edit this dock=Editar este acople
Content Options=Opciones de Contenido
Note! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=¡Nota! Usted puede personalizar los iconos en su tray ObjectDock haciendo click sosteniendo en un icono.
Folder:=Carpeta:
Custom menu:=Menú personalizado:
Add=Agregar
Remove=Quitar
Edit=Editar
ObjectDock - Setup Custom Colors=ObjectDock - Modificar Colores Personalizados
Custom Colors=Colores Personalizados
(Click color to change)=(Click en el color para cambiar)
(Adjusting this setting will affect taskbars in all docks/cabinets.)=(Ajustando esta opción afectará la barra de tareas en todos los acoples/cajones.)
Show systray=Mostrar bandeja
Memory /  Speed Optimization=Optimización Memoria /  Velocidad
Optimize for performance: "I paid for this RAM, please use it."=Optimizar para Mejorar: "Yo pagué por este RAM, por favor úselo."
Optimize for memory:         "I have 128MB of RAM or less, I need every bit."=Optimizar para memoria:         "Yo tengo 128MB de RAM o menos, Yo necesito todo."
(Default, but not recommended)=(Predefinido, pero no recomendado)
(Recommended)=(Recomendado)
(Restart program to have full effect)=(Reiniciar el programa para tener todo el efecto)
ObjectDock - Language Options=ObjectDock - Opciones de Idioma
Language=Idioma
Choose your language:=Escoja su idioma:
File=Archivo
Themes=Temas
Load Dock Theme=Cargar Tema de Acople
Save Dock Theme As=Guardar Tema de Acople como
Package Dock Theme=Paquete de Temade Acople
Create=Crear
New Separator=Nuevo Separador
INSERT_PLUGINS_HERE=INSERTE_PLUGINS_AQUI
Help=Ayuda
Magnification=Magnificación
Lock Dragging=Bloquear Arrastrado
Dock Settings...=Opciones de Acople...
About ObjectDock...=Acerca ObjectDock...
Buy ObjectDock Plus...=Comprar ObjectDock Plus...
Remove this separator=Quitar este separador
View=Ver
as Small Icons=como Iconos Pequeños
as Icons=como Iconos
as Large Icons=como Iconos Grandes
as Names=como Nombres
Show Names=Mostrar Nombres
Hide Names=Ocultar Nombres
Attach to edge=Unir al borde
Detach from edge=Separar del borde
INSERT_COLLECTIONS_HERE=INSERTE_COLECCIONES_AQUÍ
Add new tab=Agregar nueva etiqueta
Add basic tab=Agregar etiqueta básica
Add taskbar tab=Agregar etiqueta barra de tareas
Add systray tab=Agregar etiqueta de bandeja
Remove this tab=Quitar esta etiqueta
Add Entry=Agregar Entrada
Tab Settings...=Opciones de Etiqueta...
Debug Menu=Depurar Menú
Tabs Management=Administrar Etiquetas
Add tab=Agregar etiquetas
Rename/Recolor this tab=Renombrar/Recolorear esta etiqueta
Move this tab forward (left) in the order=Avanzar esta etiqueta en orden (izquierda)
Move this tab back (right) in the order=Retroceder esta etiqueta en orden (derecha)
Tabs Appearance=Apariencia de Etiquetas
Rotate tabs edge (clockwise)=Rotar margen de etiquetas (prevenir reloj)
Align tabs left=Alinear etiquetas a la izquierda
Align tabs center=Alinear etiquetas al centro
Align tabs right=Alinear etiquetas a la derecha
Show tabs=Mostrar Etiquetas
Show titles on tabs=Mostrar títulos en etiquetas
Activation Options=Opciones de Activación
Always on top*=Siempre arriba*
Show in taskbar (not on top only)*=Mostrar en barra de tareas (no, solo arriba)*
Show in systray (not on top only)=Mostrar en bandeja (no, solo arriba)
Don't show in either taskbar or systray=No mostrar en ninguno
No Mouse Activation*=No Activación de Mouse*
Top activation=Activación arriba
Bottom activation=Activación abajo
Left activation=Activación a la izquierda
Right activation=Activación a la derecha
Top-Left activation=Activación arriba a la izquierda
Top-Right activation=Activación arriba a la derecha
Bottom-Left activation=Activación abajo a la izquierda
Bottom-Right activation=Activación abajo a la derecha
No activation delay=No retrazar activación
Small activation delay=Pequeño retrazo en activación
Long activation delay=Gran retrazo en ativación
Autohide Options=Opciones de Autocultar
No autohide animation=No animación de autocultar
Quick autohide animation=Animación rápida de autocultar
Smooth autohide animation*=Detallar animación de autocultar*
No delay on autohide reshow=No retrazar en sobre muestra de autocultar
Medium delay on autohide reshow*=Retrazo mediano en sobremuestra de autocultar*
Long delay on autohide reshow=Gran retrazo en sobremuestra de autocultar
Infinite delay on autohide reshow=Retrazo infinito en sobremuestra de autocultar
Auto-switch to hovered over tab on reshow=Auto-interrumpir al flotar sobre la etiqueta en sobre muestra
Other=Otro
Toggle taskbar hiding/showing=Interrumpir ocultado/mostrado de barra de tareas
Unload ObjectDock=Salir de ObjectDock
Default=Predeterminado
Lit Circle=Círculo Iluminado
Lit Triangle=Triángulo Iluminado
White Circle=Círculo Blanco
White Triangle=Triángulo Blanco
Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
Use zoom effect on entries on tabbed docks=Use zoom effect on entries on tabbed docks
Autohide / mouse activation delay:=Retraso al Autocultar / activación por mouse:
Delay for autohide and mouse activation=Delay for autohide and mouse activation
No effect=No effect
Zoom effect=Zoom effect
Gentle rock effect=Gentle rock effect
Swing effect=Swing effect
Afterglow effect=Afterglow effect
Zoom Mouseover Effect Tweaks:=Zoom Mouseover Effect Tweaks:
Gentle Rock Mouseover Effect Tweaks:=Gentle Rock Mouseover Effect Tweaks:
Swing Mouseover Effect Tweaks:=Swing Mouseover Effect Tweaks:
Afterglow Mouseover Effect Tweaks:=Afterglow Mouseover Effect Tweaks:
Adjust effect smoothness=Adjust effect smoothness
Effect magnitude=Effect magnitude
Effect duration=Effect duration
Mouseover Effects=Mouseover Effects
Other Tweaks=Other Tweaks
2002 - 2005 Stardock.net, Inc=2002 - 2005 Stardock.net, Inc
There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image=There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image
Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.=Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.
Choose an image file=Choose an image file
Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0
ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.=ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.
Change/Remove Image=Change/Remove Image
Set Image=Set Image
Set Image [Advanced]=Set Image [Advanced]
(Too generic to set image)=(Too generic to set image)
My Music=My Music
My Video=My Video
Recycle Bin (Full)=Recycle Bin (Full)
Recycle Bin (Empty)=Recycle Bin (Empty)
Trash=Trash
Trash (Full)=Trash (Full)
Trash (Empty)=Trash (Empty)
StartMenu helper file not found!\n\nCan not show start menu.=StartMenu helper file not found!\n\nCan not show start menu.
StartMenu helper file found, but was unable to load.\n\nCan not show start menu.=StartMenu helper file found, but was unable to load.\n\nCan not show start menu.
ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.=ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.
StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.=StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.
Do nothing=Do nothing
Show the Windows Start Menu=Show the Windows Start Menu
Show Desktop=Show Desktop
Trigger Vista's 'Flip3D'=Trigger Vista's 'Flip3D'
Toggle autohide=Toggle autohide
Toggle always-on-top=Toggle always-on-top
Toggle hide taskbar=Toggle hide taskbar
'About ObjectDock' dialog...='About ObjectDock' dialog...
Configure this dock=Configure this dock
Configure ObjectDock=Configure ObjectDock
Toggle Autohide=Toggle Autohide
Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.
Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.
This docklet has crashed and has been disabled.=This docklet has crashed and has been disabled.
ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?=ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?
ObjectDock Docklet Crash Protection: Problem with Docklet=ObjectDock Docklet Crash Protection: Problem with Docklet
The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.=The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.
(Built-In Entry ; non-docklet)\r\n\r\n=(Built-In Entry ; non-docklet)\r\n\r\n
Creates a blank shortcut for you to configure.=Creates a blank shortcut for you to configure.
Separator=Separator
Creates a spacer entry.=Creates a spacer entry.
E-Mail Shortcut=E-Mail Shortcut
Creates a shortcut to your current email program.=Creates a shortcut to your current email program.
Internet Shortcut=Internet Shortcut
Creates a shortcut to your current internet browser.=Creates a shortcut to your current internet browser.
Music Player Shortcut=Music Player Shortcut
Creates a shortcut to your current music player.=Creates a shortcut to your current music player.
Document Editor Shortcut=Document Editor Shortcut
Creates a shortcut to your document editor.=Creates a shortcut to your document editor.
Start Menu Launcher=Start Menu Launcher
Shows the Start Menu when clicked.=Shows the Start Menu when clicked.
Shows the Start Desktop when clicked.=Shows the Start Desktop when clicked.
Toggles the 'autohide' setting on/off on the current dock when clicked.=Toggles the 'autohide' setting on/off on the current dock when clicked.
Calls up the current dock's settings when clicked.=Calls up the current dock's settings when clicked.
Unloads ObjectDock when clicked.=Unloads ObjectDock when clicked.
Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.=Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.
Basic Clock=Basic Clock
Creates a basic clock with no seconds-hand.=Creates a basic clock with no seconds-hand.
The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).=The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).
Computer=Computer
Internet=Internet
E-mail=E-mail
Tabs always on top=Tabs always on top
Add a folder tab=Add a folder tab
Docklets are currently disabled=Docklets are currently disabled
Folder=Folder
Document Editor=Document Editor
Music Player=Music Player
Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.
Troubleshooting=Troubleshooting
Black=Black
White=White
Magenta=Magenta
Pink=Pink
Brown=Brown
Lime=Lime
Aqua=Aqua
Peach=Peach
%s\r\n%s=%s\r\n%s
Top quality=Top quality
Normal quality [Recommended]=Normal quality [Recommended]
Lower quality=Lower quality
Fast but jumpy [No transitions]=Fast but jumpy [No transitions]
OLD Smooth and quick []=OLD Smooth and quick []
Automatic [Blend: Fast zooming, smooth enter/exit]=Automatic [Blend: Fast zooming, smooth enter/exit]
Changes to this setting will not take full effect until you quit and re-start ObjectDock.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.
Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.=Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.
To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.=To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.
WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?=WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?
ObjectDock will now restart with its reset settings.=ObjectDock will now restart with its reset settings.
WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?=WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?
Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?=Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?
Please note: You will need to restart ObjectDock for this setting to take full effect.=Please note: You will need to restart ObjectDock for this setting to take full effect.
Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.=Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.
Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.
Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.
On monitor: %s=On monitor: %s
Effects=Effects
ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!=ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!
Left side=Left side
Right side=Right side
Always on bottom=Always on bottom
Normal layering=Normal layering
Width of zoom: (%i.%i items)=Width of zoom: (%i.%i items)
All windows=All windows
Minimized windows only=Minimized windows only
Non-minimized windows only=Non-minimized windows only
Left side of dock=Left side of dock
Right side of dock=Right side of dock
Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.=Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.
Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.=Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.
Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.=Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.
Note: this setting will disable the minimize application.=Note: this setting will disable the minimize application.
Delay to re-show when the mouse nears dock=Delay to re-show when the mouse nears dock
Delay to bring dock to the front when mouse nears screen edge=Delay to bring dock to the front when mouse nears screen edge
Delay to bring dock to the front when the mouse nears dock=Delay to bring dock to the front when the mouse nears dock
Zoom Effect Settings:=Zoom Effect Settings:
Gentle Rock Effect Settings:=Gentle Rock Effect Settings:
Swing Effect Settings:=Swing Effect Settings:
Afterglow Effect Settings:=Afterglow Effect Settings:
Unable to open package file ; package import failed=Unable to open package file ; package import failed
ObjectDock - Import Package=ObjectDock - Import Package
Problem reading package file ; package import failed=Problem reading package file ; package import failed
Problem reading package file header ; package import failed=Problem reading package file header ; package import failed
Problem reading package file header ;; package import failed=Problem reading package file header ;; package import failed
Problem reading package file directory ; package import failed=Problem reading package file directory ; package import failed
Problem reading package file ;; package import failed=Problem reading package file ;; package import failed
Unable to read package file. Package file may be damaged.=Unable to read package file. Package file may be damaged.
This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!=This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!
Problem creating file in temporary folder ; package import failed=Problem creating file in temporary folder ; package import failed
Problem writing to temporary folder ; package import failed=Problem writing to temporary folder ; package import failed
PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n=PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n
I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\=I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\
ObjectDock - Packaging Files=ObjectDock - Packaging Files
I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\=I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\
I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)=I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)
Problem creating temporary folder ; packing failed=Problem creating temporary folder ; packing failed
Problem creating package file ; packing failed=Problem creating package file ; packing failed
Problem reading package file ; packing failed=Problem reading package file ; packing failed
Problem reading package file ;; packing failed=Problem reading package file ;; packing failed
Problem creating final package file ; packing failed=Problem creating final package file ; packing failed
Problem writing package file ; packing failed=Problem writing package file ; packing failed
You have already added this file!=You have already added this file!
At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).=At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).
Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.=Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.
# of files in the folder=# of files in the folder
Total folder size=Total folder size
File name=File name
File size=File size
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)
You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.=You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.
ObjectDock - Create Package=ObjectDock - Create Package
Please give your package a name!=Please give your package a name!
You must give your package a name at least 5 characters in length.=You must give your package a name at least 5 characters in length.
Package names may cannot contain the characters:\n\\ / : * ? \" < > |=Package names may cannot contain the characters:\n\\ / : * ? \" < > |
Package names must be under 200 characters in length.=Package names must be under 200 characters in length.
Your package's author name cannot be over 200 characters in length.=Your package's author name cannot be over 200 characters in length.
You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?=You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?
ObjectDock - Confirm cancel packaging=ObjectDock - Confirm cancel packaging
There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.=There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.
ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n=ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n
ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.=ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.
Locate an ObjectDock Package=Locate an ObjectDock Package
ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0=ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0
ObjectDock DockZip Image Package=ObjectDock DockZip Image Package
ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.=ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.
The product activation was unsuccessful.=The product activation was unsuccessful.
The product activation was unsuccessful. (Code: %i)=The product activation was unsuccessful. (Code: %i)
Stardock Product Activation=Stardock Product Activation
Could not run Activate.exe=Could not run Activate.exe
ObjectDock Plus Activation=ObjectDock Plus Activation
This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
Resetting settings now...=Resetting settings now...
Resetting dock contents now...=Resetting dock contents now...
This Dock=This Dock
Open existing program if running=Open existing program if running
Choose a new image=Choose a new image
Folders=Folders
Tree1=Tree1
Browse for an image...=Browse for an image...
Images=Images
Search=Search
Get more images at WinCustomize.com=Get more images at WinCustomize.com
PACKAGE\nNOTE\nPLACEHOLDER=PACKAGE\nNOTE\nPLACEHOLDER
Hide the Windows Taskbar.=Hide the Windows Taskbar.
Zoom Effect Mode:=Zoom Effect Mode:
Temporarily disable docklets=Temporarily disable docklets
Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.=Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.
ObjectDock - Files all packed up!=ObjectDock - Files all packed up!
Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s=Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s
Add a shortcut to this program to the dock=Add a shortcut to this program to the dock
Application:=Application:
U=U
D=D
Allow each tab to have its own style=Allow each tab to have its own style
Allow\nColor=Allow\nColor
Adjust the font used for text on tabs=Adjust the font used for text on tabs
new!=new!
Background=Background
improved background drawing!=improved background drawing!
Stretch background proportionally=Stretch background proportionally
Reserve edge of screen=Reserve edge of screen
Keep on top=Keep on top
Keep on top, hiding off-screen for maximized applications=Keep on top, hiding off-screen for maximized applications
Hide in background when not in use=Hide in background when not in use
Hide off-screen when not in use=Hide off-screen when not in use
Keep on bottom=Keep on bottom
Edge of screen=Edge of screen
Spacing && Alignment=Spacing && Alignment
Interaction=Interaction
keep far from edge=keep far from edge
keep right on edge=keep right on edge
Automatic distance from edge=Automatic distance from edge
align right=align right
align left=align left
centered=centered
new && improved!=new && improved!
long=long
disabled=disabled
Quality && Smoothness Settings=Quality && Smoothness Settings
Note: changing the above setting will effect all docks.=Note: changing the above setting will effect all docks.
Other Appearance Settings=Other Appearance Settings
Width of zoom:=Width of zoom:
new options!=new options!
Show 'running' indicators on shortcuts that are currently running=Show 'running' indicators on shortcuts that are currently running
Display my icons only=Display my icons only
Display open windows along with my icons=Display open windows along with my icons
Display system tray icons along with my icons=Display system tray icons along with my icons
Use minimize animation in Vista=Use minimize animation in Vista
Group all windows from the same program as one=Group all windows from the same program as one
Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.
Additional Functionality=Additional Functionality
System Tray/Taskbar Placement=System Tray/Taskbar Placement
Types of windows to show:=Types of windows to show:
Taskbar Options=Taskbar Options
Always show windows as thumbnails (Vista only)=Always show windows as thumbnails (Vista only)
Hide the Windows Taskbar=Hide the Windows Taskbar
Miscellaneous Options=Miscellaneous Options
About ObjectDock Plus=About ObjectDock Plus
Create, remove, and edit other docks and tabbed docks.=Create, remove, and edit other docks and tabbed docks.
Performance && Troubleshooting=Performance && Troubleshooting
Tweak your Dock experience=Tweak your Dock experience
Troubleshooting Options=Troubleshooting Options
Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.=Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.
Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".=Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".
ObjectDock - Miscellaneous Options=ObjectDock - Miscellaneous Options
Use thumbnails to represent images placed in dock.=Use thumbnails to represent images placed in dock.
Show flyout menus as normal menus when they contain over 80 entries.=Show flyout menus as normal menus when they contain over 80 entries.
General Miscellaneous Options=General Miscellaneous Options
Show bouncing dock-identifer arrow when in configuration dialogs.=Show bouncing dock-identifer arrow when in configuration dialogs.
When a shortcut is added to a dock, point to the target not the shortcut.=When a shortcut is added to a dock, point to the target not the shortcut.
Show labels on zooming docks=Show labels on zooming docks
Label Fonts=Label Fonts
Automatically activate mouseovered tab when using autohidden tabbed docks=Automatically activate mouseovered tab when using autohidden tabbed docks
Additional Advanced Options=Additional Advanced Options
Use high-resolution program icons in place of window-icons in dock taskbars.=Use high-resolution program icons in place of window-icons in dock taskbars.
Allow tabbed docks to automatically dock to the edge of the screen when dragging=Allow tabbed docks to automatically dock to the edge of the screen when dragging
Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)=Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)
Export this dock=Export this dock
Loading and Saving=Loading and Saving
Import a dock=Import a dock
New Docks=New Docks
Existing Docks=Existing Docks
Optimize for performance:=Optimize for performance:
Optimize for memory:=Optimize for memory:
"I have 256MB of RAM or less, I need every bit."="I have 256MB of RAM or less, I need every bit."
"I paid for this RAM, please use it."="I paid for this RAM, please use it."
Taskbar Placement=Taskbar Placement
Get more backgrounds from WinCustomize.com=Get more backgrounds from WinCustomize.com
Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!=Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!
Visit=Visit
http://www.stardock.com=http://www.stardock.com
 for more information.= for more information.
Learn more about ObjectDock Plus=Learn more about ObjectDock Plus
When a shortcut is ran, if the program is already running bring it to the foreground only.=When a shortcut is ran, if the program is already running bring it to the foreground only.
Animation smoothness && quality settings=Animation smoothness && quality settings
Zoom-In/zoom-out/autohide speed=Zoom-In/zoom-out/autohide speed
Image quality=Image quality
very fast=very fast
recommended=recommended
extra gradual=extra gradual
quick=quick
Restore original dock contents=Restore original dock contents
Restore Original Configuration=Restore Original Configuration
Enable glow effect=Enable glow effect
Always On Top=Always On Top
Show the dock when the mouse goes to the edge near it=Show the dock when the mouse goes to the edge near it
Delay for showing the dock with the mouse:=Delay for showing the dock with the mouse:
Move the dock to the background when the mouse leaves it=Move the dock to the background when the mouse leaves it
Visibility=Visibility
Stardock ObjectDock Plus=Stardock ObjectDock Plus
http://www.objectdock.com=http://www.objectdock.com
'Plus' Features:='Plus' Features:
Task Grouping=Task Grouping
MultiMonitor Support=MultiMonitor Support
Flyout Menus=Flyout Menus
Tabbed Docks=Tabbed Docks
System Tray Support=System Tray Support
Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!=Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!
And More!=And More!
'Free' Features:='Free' Features:
Full control over dock's contents / position on screen=Full control over dock's contents / position on screen
Additional plugin support=Additional plugin support
Zooming mouseover effect=Zooming mouseover effect
Multi-Dock Manager=Multi-Dock Manager
Many backgrounds, themes, and custom icons available=Many backgrounds, themes, and custom icons available
Dock Settings=Dock Settings
About...=About...
Load previous dock...=Load previous dock...
Save current dock...=Save current dock...
Backup=Backup
Preserve a full copy of your current dock's contents locally.=Preserve a full copy of your current dock's contents locally.
Package files...=Package files...
Import a package=Import a package
Package images for sharing=Package images for sharing
Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.=Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.
Image Library=Image Library
Go to my image library=Go to my image library
A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!=A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!
Change image library location=Change image library location
Distribution=Distribution
Pack your choice of images or other files for distributing=Pack your choice of images or other files for distributing
Preserve a copy of your current configuration locally=Preserve a copy of your current configuration locally
ObjectDock - Adjust tab font=ObjectDock - Adjust tab font
Font for the tabs on this tabbed dock=Font for the tabs on this tabbed dock
The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.=The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.
Package images for easy sharing=Package images for easy sharing
Add Image=Add Image
Remove Image=Remove Image
Package name=Package name
Package author=Package author
Artwork / files to include=Artwork / files to include
Create package!=Create package!
Author comments / permissions statement (optional)=Author comments / permissions statement (optional)
This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.=This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.
For IMAGES:=For IMAGES:
Packaging files with ObjectDock makes it easy to share artwork you've created.=Packaging files with ObjectDock makes it easy to share artwork you've created.
For BACKGROUNDS:=For BACKGROUNDS:
Choose what images you'd like to include below. When someone opens your ".dockzip"=Choose what images you'd like to include below. When someone opens your ".dockzip"
For MISCELLANEOUS FILES:=For MISCELLANEOUS FILES:
 Drag and drop images on to dialog to add, or click "Add Image".= Drag and drop images on to dialog to add, or click "Add Image".
Drag and drop files on to this dialog to add text files, jpeg previews, etc.=Drag and drop files on to this dialog to add text files, jpeg previews, etc.
 Drag and drop the background's folder or .ini on to the dialog to add.= Drag and drop the background's folder or .ini on to the dialog to add.
New images have been added to your ObjectDock Library!=New images have been added to your ObjectDock Library!
Take me to my ObjectDock Library=Take me to my ObjectDock Library
The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!=The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!
Below you'll find information about what this package contained:=Below you'll find information about what this package contained:
Configure ObjectDock Weather=Configure ObjectDock Weather
English units=English units
Metric units=Metric units
Flyout on mouseover=Flyout on mouseover
Flyout on click (double-click will open local weather)=Flyout on click (double-click will open local weather)
Update=Update
Weather information provided by:=Weather information provided by:
Enter your location:=Enter your location:
You may enter a zipcode, City and State, or City and Country. (E.g. "48104"=You may enter a zipcode, City and State, or City and Country. (E.g. "48104"
Units:=Units:
Stardock ReadyView 5-day forecast:=Stardock ReadyView 5-day forecast:
Flyout tile size=Flyout tile size
Small tiles=Small tiles
Large tiles=Large tiles
Medium tiles=Medium tiles
ObjectDock: Confirm Quit=ObjectDock: Confirm Quit
Do not ask me again.=Do not ask me again.
Are you sure you want to quit ObjectDock?=Are you sure you want to quit ObjectDock?
Centering=Centering
Layering=Layering
far from edge=far from edge
right on edge=right on edge
improved!=improved!
Align right=Align right
Align left=Align left
Centered=Centered
ObjectDock - Troubleshooting=ObjectDock - Troubleshooting
Temporarily disable all docklets=Temporarily disable all docklets
Temporarily disable all use of thumbnails on Windows Vista.=Temporarily disable all use of thumbnails on Windows Vista.
Temporarily disable ObjectDock's System Tray ability.=Temporarily disable ObjectDock's System Tray ability.
Temporarily disable ObjectDock's Taskbar ability.=Temporarily disable ObjectDock's Taskbar ability.
Temporarily disable all special window-event hooking.=Temporarily disable all special window-event hooking.
Temporarily disable full-screen-application / maximized-window detection.=Temporarily disable full-screen-application / maximized-window detection.
Open my ObjectDock settings folder so I can backup my settings=Open my ObjectDock settings folder so I can backup my settings
Reset ObjectDock's general program settings=Reset ObjectDock's general program settings
Reset the contents of my docks=Reset the contents of my docks
Vista Thumbnails && Minimize Animation=Vista Thumbnails && Minimize Animation
If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset (not temporary)=Settings Reset (not temporary)
The buttons below allow you to reset ObjectDock to use the default fresh-install settings.=The buttons below allow you to reset ObjectDock to use the default fresh-install settings.
System Hooks=System Hooks
If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.=If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.
(Thumbnails on Vista use Vista's DWM)=(Thumbnails on Vista use Vista's DWM)
System Tray && Taskbar=System Tray && Taskbar
Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)=Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)
Thumbnail / Minimize Animation Exclusions=Thumbnail / Minimize Animation Exclusions
Add applications to the list below to have ObjectDock never do a minimize animation for that application.=Add applications to the list below to have ObjectDock never do a minimize animation for that application.
Add exclusion=Add exclusion
Remove exclusion=Remove exclusion
Auto-Disable=Auto-Disable
Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.=Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.
Add application=Add application
Remove application=Remove application
Hide ObjectDock when any of these applications are active=Hide ObjectDock when any of these applications are active
Completely unload ObjectDock temporarily while any of these applications are running=Completely unload ObjectDock temporarily while any of these applications are running
Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset=Settings Reset
A last resort, you can try resetting ObjectDock to use the default fresh-install settings.=A last resort, you can try resetting ObjectDock to use the default fresh-install settings.
Reset ObjectDock's program settings=Reset ObjectDock's program settings
Upgrade to ObjectDock Plus!=Upgrade to ObjectDock Plus!
Click here to learn about ObjectDock Plus!=Click here to learn about ObjectDock Plus!
TEXT=TEXT
Auto&hide=Auto&hide
New E-Mail Shortcut=New E-Mail Shortcut
New Internet Shortcut=New Internet Shortcut
New Music Player Shortcut=New Music Player Shortcut
New Document Editor Shortcut=New Document Editor Shortcut
New 'Start Menu Launcher'=New 'Start Menu Launcher'
New 'Show Desktop' Entry=New 'Show Desktop' Entry
New 'Toggle Autohide' Entry=New 'Toggle Autohide' Entry
New 'Unload ObjectDock' Entry=New 'Unload ObjectDock' Entry
New "Recycle Bin" Entry=New "Recycle Bin" Entry
New "Basic Clock" Entry=New "Basic Clock" Entry
Package images for sharing...=Package images for sharing...
Learn about ObjectDock Plus...=Learn about ObjectDock Plus...
Lock Icon Dragging=Lock Icon Dragging
Lock Dock Position=Lock Dock Position
Auto-activate with &mouse=Auto-activate with &mouse
Move to &background on mouse exit=Move to &background on mouse exit
&Position on screen=&Position on screen
Add New Shortcut=Add New Shortcut
Add Separator=Add Separator
Add 'Configure Dock' Link=Add 'Configure Dock' Link
Add Weather=Add Weather
Dock &Settings...=Dock &Settings...
&About...=&About...
&Learn about ObjectDock Plus...=&Learn about ObjectDock Plus...
E&xit=E&xit
&About Stardock ObjectDock=&About Stardock ObjectDock
